Repository: bitcoinaustria/kassiber
Catalog: ui-macos/Sources/KassiberApp/Resources/Localizable.xcstrings
Source language: en
Languages: de

# action.add
source: Add
de: Hinzufügen

# action.apply
source: Apply
de: Anwenden

# action.back
source: Back
de: Zurück

# action.browse
source: Browse…
de: Durchsuchen…

# action.cancel
source: Cancel
de: Abbrechen

# action.chooseFolder
source: Choose Folder…
de: Ordner auswählen…

# action.close
source: Close
de: Schließen

# action.copy
source: Copy
de: Kopieren

# action.create
source: Create
de: Erstellen

# action.delete
source: Delete
de: Löschen

# action.edit
source: Edit
de: Bearbeiten

# action.export
source: Export
de: Exportieren

# action.loadMore
source: Load More
de: Mehr laden

# action.next
source: Next
de: Weiter

# action.open
source: Open
de: Öffnen

# action.preview
source: Preview
de: Vorschau

# action.refresh
source: Refresh
de: Aktualisieren

# action.remove
source: Remove
de: Entfernen

# action.reset
source: Reset
de: Zurücksetzen

# action.retry
source: Retry
de: Erneut versuchen

# action.save
source: Save
de: Sichern

# action.search
source: Search…
de: Suchen…

# action.sort
source: Sort
de: Sortieren

# activity.aiOnly
source: Assistant changes only
de: Nur Assistentenänderungen

# activity.allTime
source: All time
de: Gesamter Zeitraum

# activity.change
source: Change
de: Änderung

# activity.date
source: Date range
de: Zeitraum

# activity.family
source: Field family
de: Feldgruppe

# activity.filters
source: Filters
de: Filter

# activity.last30
source: Last 30 days
de: Letzte 30 Tage

# activity.last365
source: Last year
de: Letztes Jahr

# activity.last7
source: Last 7 days
de: Letzte 7 Tage

# activity.loadMore
source: Load more
de: Mehr laden

# activity.loadingMore
source: Loading…
de: Wird geladen…

# activity.metadata
source: Metadata
de: Metadaten

# activity.pricing
source: Pricing
de: Bewertung

# activity.pricingOnly
source: Pricing changes only
de: Nur Bewertungsänderungen

# activity.process
source: Process journals
de: Journale verarbeiten

# activity.revert
source: Revert Change
de: Änderung rückgängig machen

# activity.source
source: Source
de: Quelle

# activity.staleCount %lld
source: %lld edits require journal processing
de: %lld Änderungen brauchen eine Journalverarbeitung

# activity.staleOnly
source: Stale reports only
de: Nur veraltete Berichte

# activity.tax
source: Tax
de: Steuer

# activity.transaction
source: Transaction
de: Transaktion

# appearance.denomination.description
source: Choose whether wallet balances lead with bitcoin or their euro value.
de: Wähle, ob Wallet-Guthaben primär in Bitcoin oder als Euro-Wert angezeigt werden.

# appearance.denomination.title
source: Display denomination
de: Anzeigeeinheit

# appearance.hideSensitive
source: Hide sensitive values
de: Sensible Werte ausblenden

# appearance.scale.description
source: Adjust native text and control sizing across Kassiber.
de: Passe Text- und Bedienelementgrößen in Kassiber an.

# appearance.scale.title
source: Interface scale
de: Oberflächengröße

# appearance.showSensitive
source: Show sensitive values
de: Sensible Werte anzeigen

# appearance.theme.dark
source: Dark
de: Dunkel

# appearance.theme.description
source: Follow macOS or choose a light or dark interface.
de: Folge macOS oder wähle eine helle oder dunkle Oberfläche.

# appearance.theme.light
source: Light
de: Hell

# appearance.theme.title
source: Appearance
de: Erscheinungsbild

# assistantPanel.autoHide
source: Hide when changing screens
de: Beim Bildschirmwechsel ausblenden

# assistantPanel.minimize
source: Minimize Assistant
de: Assistent minimieren

# assistantPanel.nativeAdaptation
source: Use the native utility panel for quick conversations while keeping the full Assistant workspace available.
de: Nutze das native Dienstprogramm-Panel für kurze Unterhaltungen; der vollständige Assistenten-Arbeitsbereich bleibt verfügbar.

# assistantPanel.openFull
source: Open Full Assistant
de: Vollständigen Assistenten öffnen

# assistantPanel.positionCenter
source: Center
de: Mitte

# assistantPanel.positionLeft
source: Left
de: Links

# assistantPanel.positionRight
source: Right
de: Rechts

# assistantPanel.settingsTitle
source: Assistant Panel
de: Assistenten-Panel

# assistantPanel.show
source: Show Assistant
de: Assistent anzeigen

# assistantPanel.startMinimized
source: Start minimized
de: Minimiert starten

# assistantPanel.title
source: Assistant
de: Assistent

# badge.unresolved %lld
source: %lld unresolved
de: %lld offen

# birdsEye.bookSet
source: Book set
de: Büchersatz

# birdsEye.books %lld
source: %lld books
de: %lld Bücher

# birdsEye.needsAttention
source: Needs attention
de: Handlungsbedarf

# birdsEye.refreshAll
source: Refresh All Books
de: Alle Bücher aktualisieren

# book.austria
source: Austria
de: Österreich

# book.create
source: Create Books Set & Book
de: Büchersatz & Buch erstellen

source: Book created
de: Buch erstellt

# book.fiat
source: Fiat currency
de: Fiatwährung

# book.gains
source: Gains method
de: Gewinnermittlung

# book.generic
source: Generic
de: Allgemein

source: Book identity
de: Buchidentität

# book.longTermDays %d
source: Long-term threshold: %d days
de: Langfrist-Schwelle: %d Tage

# book.movingAverageAT
source: Moving average (AT)
de: Gleitender Durchschnitt (AT)

source: Book name
de: Buchname

# book.setName
source: Books set name
de: Name des Büchersatzes

# book.taxCountry
source: Tax country
de: Steuerland

# book.taxDefaults
source: Tax defaults
de: Steuerliche Vorgaben

# books.active
source: Active
de: Aktiv

# books.activeBook
source: Active book
de: Aktives Buch

# books.addBook
source: New Book
de: Neues Buch

# books.addSet
source: New Books Set
de: Neuer Büchersatz

# books.book
source: Book
de: Buch

# books.currency
source: Currency
de: Währung

# books.editBook
source: Edit Book
de: Buch bearbeiten

# books.noBooks
source: No books yet
de: Noch keine Bücher

# books.noBooksHint
source: Set up encryption, your first book, a connection, and an optional AI provider.
de: Richte Verschlüsselung, dein erstes Buch, eine Verbindung und optional einen KI-Anbieter ein.

# books.open
source: Open
de: Öffnen

source: Books Overview
de: Bücherübersicht

# books.policyWarning
source: Changing region or accounting method invalidates journals so reports can be recomputed with the new policy.
de: Wenn du Region oder Buchungsmethode änderst, werden Journale ungültig, damit Berichte mit der neuen Richtlinie neu berechnet werden können.

# books.renameSet
source: Rename Books Set
de: Büchersatz umbenennen

# books.startSetup
source: Start Setup
de: Einrichtung starten

# books.switchBook
source: Switch active book
de: Aktives Buch wechseln

# buildIdentity.showDetails
source: Show build details
de: Build-Details anzeigen

# buildIdentity.signing
source: Signing
de: Signatur

# buildIdentity.signing.adhoc
source: Ad hoc development signature
de: Ad-hoc-Entwicklungssignatur

# buildIdentity.signing.production
source: Developer ID distribution signature
de: Developer-ID-Verteilungssignatur

# buildIdentity.source
source: Source code and license
de: Quellcode und Lizenz

# buildIdentity.summary
source: Local-first Bitcoin accounting
de: Lokale Bitcoin-Buchhaltung

# chartMetric.amount
source: Amount
de: Betrag

# chartMetric.count
source: Count
de: Anzahl

# chartMode.all
source: All flows
de: Alle Flüsse

# chartMode.external
source: External
de: Extern

# chat.allowOnce
source: Allow Once
de: Einmal erlauben

# chat.allowReadTools
source: Allow read tools
de: Lesewerkzeuge erlauben

# chat.allowReadToolsHelp
source: Explicitly allow the assistant to read the current book through the safe AI tool catalog.
de: Erlaube dem Assistenten ausdrücklich, das aktuelle Buch über den sicheren KI-Werkzeugkatalog zu lesen.

# chat.allowSession
source: Allow This Session
de: Für diese Sitzung erlauben

# chat.bookContext
source: Book Context
de: Buchkontext

# chat.branchHere
source: Branch from Here
de: Ab hier verzweigen

# chat.clear
source: Clear Chat
de: Chat leeren

# chat.clearHistory
source: Clear History
de: Verlauf leeren

# chat.consentDetail
source: This action needs explicit approval before Kassiber runs it.
de: Diese Aktion braucht deine ausdrückliche Freigabe, bevor Kassiber sie ausführt.

# chat.consentTitle
source: Allow tool action?
de: Werkzeugaktion erlauben?

# chat.copyMessage
source: Copy Message
de: Nachricht kopieren

# chat.deny
source: Deny
de: Ablehnen

# chat.editAndRetry
source: Edit & Retry
de: Bearbeiten & erneut senden

# chat.editMessage
source: Edit Message
de: Nachricht bearbeiten

# chat.emptyDetail
source: Ask about the current book. Read tools remain off until you explicitly enable them.
de: Frag nach dem aktuellen Buch. Lesewerkzeuge bleiben aus, bis du sie ausdrücklich aktivierst.

# chat.export
source: Export
de: Exportieren

# chat.heading
source: What do you want to know?
de: Was möchtest du wissen?

# chat.history
source: History
de: Verlauf

# chat.incognito
source: Incognito
de: Inkognito

# chat.incognitoHelp
source: Do not store new turns. Existing saved sessions continue to follow their history policy.
de: Speichere keine neuen Nachrichten. Bestehende gespeicherte Sitzungen folgen weiterhin ihrer Verlaufsrichtlinie.

# chat.messagesCount %lld
source: %lld messages
de: %lld Nachrichten

# chat.model
source: Model
de: Modell

# chat.provider
source: Provider
de: Anbieter

# chat.queue
source: Queue
de: Einreihen

# chat.queuedCount %lld
source: %lld queued
de: %lld in Warteschlange

# chat.saveHistory
source: Save history
de: Verlauf sichern

# chat.savedChats
source: Saved Chats
de: Gespeicherte Chats

# chat.searchBook
source: Search transactions, notes, tags, or IDs
de: Transaktionen, Notizen, Tags oder IDs durchsuchen

# chat.send
source: Send
de: Senden

# chat.sessionSummary %lld %@
source: %lld messages · %@
de: %lld Nachrichten · %@

# chat.stop
source: Stop
de: Stoppen

# chat.thinking.auto
source: Automatic
de: Automatisch

# chat.thinking.high
source: High
de: Hoch

# chat.thinking.low
source: Low
de: Niedrig

# chat.thinking.medium
source: Medium
de: Mittel

# chat.thinkingEffort
source: Thinking
de: Nachdenken

# chat.thinkingRound %lld
source: Thinking · round %lld
de: Wird nachgedacht · Runde %lld

# code.acquisition
source: Acquisition
de: Anschaffung

# code.active
source: Active
de: Aktiv

# code.address
source: Address
de: Adresse

# code.ai_tool
source: Assistant
de: Assistent

# code.allowed
source: Allowed
de: Erlaubt

# code.already_encrypted
source: Database is already encrypted
de: Die Datenbank ist bereits verschlüsselt

# code.assistant
source: Assistant
de: Assistent

# code.at
source: Austria
de: Österreich

# code.at_category_override
source: Austrian category override
de: Österreichische Kategorie-Überschreibung

# code.at_regime_override
source: Austrian regime override
de: Österreichische Regime-Überschreibung

# code.at_swap_basis_carry_unresolved
source: Austrian swap carrying basis unresolved
de: Österreichische Swap-Carrying-Basis ist ungelöst

# code.auto_pair
source: Reviewing automatic pairs
de: Automatische Paare werden geprüft

# code.awaiting_consent
source: Awaiting approval
de: Zustimmung ausständig

# code.backend_created
source: Backend created
de: Backend erstellt

# code.backend_default_changed
source: Default backend changed
de: Standard-Backend geändert

# code.backend_deleted
source: Backend deleted
de: Backend gelöscht

# code.backend_fetch
source: Fetching source history
de: Quellverlauf wird abgerufen

# code.backend_updated
source: Backend updated
de: Backend aktualisiert

# code.basis_provenance_incomplete
source: Cost-basis provenance incomplete
de: Herkunft der Anschaffungskosten ist unvollständig

# code.bitcoin_rail_carry_basis_unresolved
source: Bitcoin-rail carrying basis unresolved
de: Carrying Basis zwischen Bitcoin-Ebenen ist ungelöst

# code.blocked
source: Blocked
de: Blockiert

# code.blocking
source: Blocking
de: Blockierend

# code.book_reset
source: Book data reset
de: Buchdaten zurückgesetzt

# code.btcpay_discovered
source: BTCPay stores discovered
de: BTCPay-Shops gefunden

# code.btcpay_failed
source: BTCPay connection failed
de: BTCPay-Verbindung fehlgeschlagen

# code.btcpay_ok
source: BTCPay connection succeeded
de: BTCPay-Verbindung erfolgreich

# code.btcpay_saved
source: BTCPay connection saved
de: BTCPay-Verbindung gespeichert

# code.bulk_exact
source: Bulk · exact
de: Sammel · exakt

# code.bulk_selected
source: Bulk · selected
de: Sammel · ausgewählt

# code.bullbitcoin_saved
source: Bull Bitcoin connection saved
de: Bull-Bitcoin-Verbindung gespeichert

# code.buy
source: Buy
de: Kauf

# code.cancelled
source: Cancelled
de: Abgebrochen

# code.change
source: Change
de: Wechselgeld

# code.channel_close_unresolved
source: Channel close unresolved
de: Kanalschließung ist ungelöst

# code.channel_open_unresolved
source: Channel open unresolved
de: Kanalöffnung ist ungelöst

# code.collateral
source: Collateral
de: Sicherheit

# code.complete
source: Complete
de: Abgeschlossen

# code.completed
source: Completed
de: Abgeschlossen

# code.confirmed
source: Confirmed
de: Bestätigt

# code.conflicting_spend
source: Conflicting spend
de: Konkurrierende Ausgabe

# code.connected
source: Connected
de: Verbunden

# code.connecting
source: Connecting
de: Verbindung wird hergestellt

# code.critical
source: Critical
de: Kritisch

# code.current
source: Current
de: Aktuell

# code.decode_enrich
source: Decoding and enriching transactions
de: Transaktionen werden dekodiert und angereichert

# code.degraded
source: Degraded
de: Eingeschränkt

# code.denied
source: Denied
de: Abgelehnt

# code.deposit
source: Deposit
de: Einzahlung

# code.derived
source: Derived
de: Abgeleitet

# code.derived_transfer_group_blocked
source: Transfer group blocked
de: Transfergruppe blockiert

# code.direct_payout_conflicting_receipt
source: Direct payout conflicts with a receipt
de: Direkte Auszahlung steht mit einem Eingang in Konflikt

# code.direct_payout_out_amount_invalid
source: Direct payout amount is invalid
de: Betrag der direkten Auszahlung ist ungültig

# code.direct_swap_payout_in
source: Direct swap payout
de: Direkte Swap-Auszahlung

# code.disabled
source: Disabled
de: Deaktiviert

# code.disconnected
source: Disconnected
de: Getrennt

# code.discover
source: Discovering
de: Wird gesucht

# code.discovery
source: Discovering sources
de: Quellen werden gesucht

# code.disposal
source: Disposal
de: Veräußerung

# code.donation
source: Donation
de: Spende

# code.done
source: Done
de: Erledigt

# code.enabled
source: Enabled
de: Aktiviert

# code.encryption_enabled
source: Database encryption enabled
de: Datenbankverschlüsselung aktiviert

# code.error
source: Error
de: Fehler

# code.estimated
source: Estimated
de: Geschätzt

# code.exact
source: Exact
de: Exakt

# code.exchange
source: Exchange
de: Börse

# code.excluded
source: Excluded
de: Ausgeschlossen

# code.external
source: External
de: Extern

# code.external_address
source: External address
de: Externe Adresse

# code.failed
source: Failed
de: Fehlgeschlagen

# code.fee
source: Fee
de: Gebühr

# code.fiat_rate
source: Fiat rate
de: Fiat-Kurs

# code.fiat_value
source: Fiat value
de: Fiat-Wert

# code.file
source: File
de: Datei

# code.finalize
source: Finishing
de: Wird abgeschlossen

# code.fresh
source: Current
de: Aktuell

# code.full
source: Full
de: Vollständig

# code.generic
source: Generic
de: Allgemein

# code.gift
source: Gift
de: Schenkung

# code.graphless
source: Graphless
de: Ohne Graph

# code.ground_truth
source: Ground truth
de: Direkter Nachweis

# code.healthy
source: Healthy
de: In Ordnung

# code.heuristic
source: Heuristic
de: Heuristisch

# code.htlc_refund
source: HTLC refund link
de: HTLC-Rückerstattungslink

# code.import
source: Importing
de: Wird importiert

# code.imported
source: Imported
de: Importiert

# code.importing
source: Importing
de: Wird importiert

# code.in_progress
source: In progress
de: In Arbeit

# code.inactive
source: Inactive
de: Inaktiv

# code.inbound
source: Inbound
de: Eingehend

# code.inbound_receipt
source: Inbound receipt
de: Eingehender Empfang

# code.income
source: Income
de: Einkünfte

# code.incoming
source: Incoming
de: Eingehend

# code.insufficient_lots
source: Insufficient acquisition lots
de: Nicht genug Anschaffungs-Lots

# code.interest
source: Interest
de: Zinsen

# code.invalid
source: Invalid
de: Ungültig

# code.journal_refresh
source: Refreshing journals
de: Journale werden aktualisiert

# code.known_source_proximity
source: Known source proximity
de: Bekannte Quellnähe

# code.lending_interest
source: Lending interest
de: Kreditzinsen

# code.locked
source: Locked
de: Gesperrt

# code.lost
source: Lost
de: Verloren

# code.maintenance_blocked
source: Maintenance finished with report blockers
de: Wartung mit Berichtsblockern abgeschlossen

# code.maintenance_ready
source: Maintenance finished; reports are ready
de: Wartung abgeschlossen; Berichte sind bereit

# code.maintenance_saved
source: Automation settings saved
de: Automatisierungseinstellungen gespeichert

# code.manual
source: Manual
de: Manuell

# code.manual_multi_pair_ambiguous
source: Ambiguous multi-pair transfer
de: Mehrfachpaar-Transfer ist mehrdeutig

# code.metadata
source: Metadata
de: Metadaten

# code.mining_reward
source: Mining reward
de: Mining-Belohnung

# code.missing_cost_basis
source: Missing cost basis
de: Fehlende Anschaffungskosten

# code.missing_payout_price
source: Payout price missing
de: Auszahlungspreis fehlt

# code.missing_prevout_or_output_values
source: Previous-output values missing
de: Werte vorheriger Outputs fehlen

# code.missing_price
source: Missing price
de: Fehlender Preis

# code.missing_spot_price
source: Missing spot price
de: Fehlender Kassakurs

# code.neutral_swap
source: Neutral swap
de: Neutraler Swap

# code.never_synced
source: Never synced
de: Noch nie synchronisiert

# code.non_sale_disposal_kind
source: Non-sale disposal needs review
de: Veräußerung ohne Verkauf muss geprüft werden

# code.note
source: Note
de: Notiz

# code.notes
source: Notes
de: Notizen

# code.opening_balance
source: Opening balance
de: Eröffnungsbestand

# code.outbound
source: Outbound
de: Ausgehend

# code.outbound_payment
source: Outbound payment
de: Ausgehende Zahlung

# code.outgoing
source: Outgoing
de: Ausgehend

# code.owned
source: Owned
de: Eigene

# code.owned_address
source: Owned address
de: Eigene Adresse

# code.owned_fanout_unresolved
source: Multi-wallet transfer unresolved
de: Transfer an mehrere eigene Wallets ist ungelöst

# code.ownership_graph
source: Ownership graph
de: Eigentumsgraph

# code.ownership_transfer_amount_mismatch
source: Wallet sync amount mismatch
de: Wallet-Sync-Betrag weicht ab

# code.ownership_transfer_destination_ambiguous
source: Ambiguous transfer destination
de: Transferziel ist mehrdeutig

# code.ownership_transfer_destination_missing_ref
source: Transfer destination reference missing
de: Referenz des Transferziels fehlt

# code.ownership_transfer_source_ambiguous
source: Ambiguous transfer source
de: Transferquelle ist mehrdeutig

# code.ownership_transfer_unresolved
source: Self-transfer unresolved
de: Eigenübertragung ist ungelöst

# code.partial
source: Partial
de: Teilweise

# code.partial_source_proximity
source: Partial source proximity
de: Teilweise bekannte Quellnähe

# code.passphrase_changed
source: Passphrase changed
de: Passphrase geändert

# code.passphrase_changed_touch_id_disabled
source: Passphrase changed; Touch ID was disabled
de: Passphrase geändert; Touch ID wurde deaktiviert

# code.paused
source: Paused
de: Pausiert

# code.payment
source: Payment
de: Zahlung

# code.pending
source: Pending
de: Ausstehend

# code.pending_close
source: Closing
de: Wird geschlossen

# code.pending_onchain_confirmation
source: Pending on-chain confirmation
de: On-Chain-Bestätigung ausständig

# code.pending_open
source: Opening
de: Wird geöffnet

# code.preparing
source: Preparing
de: Wird vorbereitet

# code.pricing
source: Pricing
de: Bewertung

# code.pricing_quality
source: Pricing quality
de: Bewertungsqualität

# code.pricing_review_required
source: Price needs review
de: Preis muss geprüft werden

# code.pricing_source_kind
source: Pricing source
de: Bewertungsquelle

# code.principal_received
source: Principal received
de: Kapital erhalten

# code.principal_repaid
source: Principal repaid
de: Kapital zurückgezahlt

# code.privacy_hop_unresolved
source: Privacy-hop transfer unresolved
de: Privacy-Hop-Transfer ist ungelöst

# code.processing
source: Processing
de: Wird verarbeitet

# code.queued
source: Queued
de: In Warteschlange

# code.rate_coverage
source: Checking market-rate coverage
de: Marktkursabdeckung wird geprüft

# code.rate_limited
source: Rate limited
de: Rate-Limit erreicht

# code.rates_rebuilt
source: Rates rebuilt
de: Kurse neu aufgebaut

# code.reading_local_context
source: Reading local context
de: Lokaler Kontext wird gelesen

# code.ready
source: Ready
de: Bereit

# code.rebate
source: Rebate
de: Rabatt

# code.receipt
source: Receipt
de: Empfang

# code.receive
source: Receive
de: Empfang

# code.refund
source: Refund
de: Rückerstattung

# code.resolve_backend
source: Resolving backend
de: Backend wird aufgelöst

# code.returned
source: Returned
de: Zurückgegeben

# code.review
source: Needs review
de: Zu prüfen

# code.review_required
source: Review required
de: Prüfung erforderlich

# code.review_status
source: Review status
de: Prüfstatus

# code.reward
source: Reward
de: Belohnung

# code.routing_income
source: Routing income
de: Routing-Einkünfte

# code.rule_auto
source: Automatic rule
de: Automatische Regel

# code.running
source: Running
de: Läuft

# code.samourai_imported
source: Samourai sources imported
de: Samourai-Quellen importiert

# code.self_transfer
source: Self-transfer
de: Eigenübertragung

# code.sell
source: Sell
de: Verkauf

# code.skipped
source: Skipped
de: Übersprungen

# code.spent
source: Spent
de: Ausgegeben

# code.stale
source: Stale
de: Veraltet

# code.stolen
source: Stolen
de: Gestohlen

# code.strong
source: Strong
de: Stark

# code.success
source: Successful
de: Erfolgreich

# code.swap_leg_unavailable
source: Swap leg unavailable
de: Swap-Leg ist nicht verfügbar

# code.swap_refund
source: Swap refund
de: Swap-Rückerstattung

# code.sync_disabled
source: Device sync disabled
de: Gerätesynchronisierung deaktiviert

# code.sync_enabled
source: Device sync enabled
de: Gerätesynchronisierung aktiviert

# code.sync_pulled
source: Changes pulled
de: Änderungen abgerufen

# code.sync_pushed
source: Changes pushed
de: Änderungen übertragen

# code.synced
source: Synced
de: Synchronisiert

# code.syncing
source: Syncing
de: Wird synchronisiert

# code.tax
source: Tax
de: Steuer

# code.taxable
source: Taxable
de: Steuerpflichtig

# code.taxable_override
source: Taxable override
de: Steuerpflicht-Überschreibung

# code.tee
source: Trusted execution environment
de: Vertrauenswürdige Ausführungsumgebung

# code.touch_id_disabled
source: Touch ID disabled
de: Touch ID deaktiviert

# code.touch_id_enabled
source: Touch ID enabled
de: Touch ID aktiviert

# code.touches_wallet
source: Touches wallet
de: Berührt Wallet

# code.transfer_fee
source: Transfer fee
de: Transfergebühr

# code.transfer_fee_implausible
source: Implausible transfer fee
de: Unplausible Transfergebühr

# code.transfer_in
source: Incoming transfer
de: Eingehender Transfer

# code.transfer_mismatch
source: Transfer amount mismatch
de: Transferbetrag weicht ab

# code.transfer_out
source: Outgoing transfer
de: Ausgehender Transfer

# code.transport_saved
source: Transport saved
de: Transport gespeichert

# code.txid
source: Transaction ID
de: Transaktions-ID

# code.unavailable
source: Unavailable
de: Nicht verfügbar
